<body>
<div class="section">
<h1>선택 과목 가이드</h1>

<table id="subject_table">
    <tr>
        <th>과목</th>
        <th>설명</th>
        <th>학년</th>
        <th>성적 산출 방식</th>
        <th>평가</th>
    </tr>
    <tr>
        <td>현대 문학 감상</td>
        <td>'문학'이 추구하는 역량은 비판적 · 창의적 사고 역량, 자료·정보 활용 역량, 의사소통 역량, 공동체·대인 관계 역량, 문화 향유 역량, 자기 성찰·계발 역량입니다. '문학 개론'은 문학 작품을 수용하고 생산하며 다양한 사람들과 소통하는 가운데 이러한 역향을 기르는것을 목적으로 합니다.</td>
        <td>
            <ul>
                <li>3학년 선택과목</li>
            </ul>
            
        </td>
        <td>
            <ul>
                <li> 성취도 3단계(A~C)</li>
              
            </ul>
            
        </td>
        <td>
            <ul>
                <li>수행평가 100% </li>
            </ul>
            
        </td>
    </tr>
    <tr>
        <td>화법과 작문</td>
        <td>우리학교는 3학년 선택과목으로 화법과 작문과 언어와 매체에서 1과목을 필수로 선택합니다. 화법과 작문은 다양한 화법과 작문 상황에서 발신자-언어-수신자-상황이라는 맥락을 이해하여 정확하게 의사를 전달하고 상대방의 의사를 파악할 수 있도록 훈련합니다.</td>
        <td>
            <ul>
                <li>3학년 선택과목</li>
            </ul>
        </td>
        <td>
            <ul>
                <li>9등급 산출 (1~9등급)</li>

            </ul>
        </td>
        <td>
            <ul>
                <li>1차지필, 2차지필 1회, 수행평가(화법 상황, 작문상황)각각1회 실시</li>

            </ul>
        </td>
    </tr>
    <tr>
        <td>언어와 매체</td>
        <td>-국어의 음성 언어, 문자 언어, 매체 언어 등 실제 생활에서 접할수 있는 언어의 본질을 이해하고 이를 실제 의사소통에 통합적으로 활용하는 능력과 태도를 기르는 것을 목적으로 합니다. -음운, 형태서, 단어, 문장, 담화 등 학교 문법을 체계적으로 이해해 나갈 수 있도록 지도합니다.-매체 언언의 특성을 이해하고 일상생활에서 올바르게 매체를 활용하는 능력을 기릅니다.</td>
        <td>
            <ul>
                <li>3학년 선택과목</li>
            </ul>
        </td>
        <td>
            <ul>
                <li>9등급 산출 (1~9등급)</li>

            </ul>
        </td>
        <td>
            <ul>
                <li>지필평가 & 수행평가 실시</li>

            </ul>
        </td>
    </tr>
    <tr>
        <td>심화 국어</td>
        <td>공통 국어에서 학습한 결과를 바탕으로 심화된 학문 탐구 능력을 향상시키기 위한 진로 선택 과목으로 상급 학교에서 다양한 분야의 학문을 탑구하는 데 필요한 학문적 국어 능력을 향상시키는 데 목적이 있습니다. 언어, 문학, 자기 성찰 및 역량 계발 등을 위한 다양한 국어 활동을 진행합니다.</td>
        <td>
            <ul>
                <li>3학년 선택과목</li>
            </ul>
        </td>
        <td>
            <ul>
                <li>성취도 3단계(A~C)</li>

            </ul>
        </td>
        <td>
            <ul>
                <li>수행평가 100%</li>

            </ul>
        </td>
    </tr>
    
    <!-- 원하는 만큼 과목을 추가할 수 있습니다 -->
    
</table>
</div>
</body>
