


<h2> 수시(내신) 등급별 지원순위 TOP 30</h2>
<p>ㅤ</p>


<p>ㅤ</p>

<script>

	import { buildErrorMessage } from "vite";

</script>
<div id='container'>
<link rel="stylesheet" href="src/assets/main.css" />	
<link rel="stylesheet" href="src/assets/line.css" />	

<header class="header">
   


     <div id="nav">
            <ul>
                <li><a href="/1class"><h2>ㅣ 1등급 ㅣ</h2></a></li>
             
                <li><a href="/2class"><h2>ㅣ 2등급 ㅣ</h2></a></li>
            
                <li><a href="/3class"><h2>ㅣ 3등급 ㅣ</h2></a></li>
                
                <li><a href="/4class"><h2>ㅣ 4등급 ㅣ</h2></a></li>
              
                <li><a href="/5class"><h2>ㅣ 5등급 ㅣ</h2></a></li>
            </ul>
        </div>
        
        <p>ㅤ</p>
        <p>ㅤ</p>
        <p>ㅤ</p>
        <p>ㅤ</p>
        <p>ㅤ</p>
        <p>ㅤ</p>
        <p>ㅤ</p>
        <p>ㅤ</p>
        
        <style>
            h3{
               padding:10px;
               background-color:black;
               color:white; 
            }
        </style>
        
        <h3> IF 동아리는 여러분의 입시 성공을 응원합니다! ദ്ദി*ˊᗜˋ*) </h3>
       
    </header>
    <p>ㅤ</p>
    <p>ㅤ</p>
    <p>ㅤ</p>
    <p>ㅤ</p>
    <p>ㅤ</p>
    <p>ㅤ</p>
    <p>ㅤ</p>
    <p>ㅤ</p>
    
    <p>1등급대 부터 5등급대 까지 자신의 등급대에 맞는 대학 지원 순위를 살펴보고 참고하십시오. 
        <p> 위 순위는 "합격순위" 가 아닌 "지원순위" 입니다.</p>
    <p>대입 수시는 내신 성적이 가장 중요한 요소이기 때문에, 자신의 내신 성적 수준에 맞는 대학과 전형을 잘 선택하는 것이 합격의 핵심입니다.୧(๑•̀ᗝ•́)૭ </p>
    <p>ㅤ</p>
    <p>1등급대 부터 5등급대 까지 자신의 등급대에 맞는 대학 지원 순위를 살펴보고 참고하십시오.</p> 
    <p> 내신 성적이 우수한 경우: 상위권 대학의 논술전형이나 학생부종합전형에 도전해보세요.</p>
    <p>논술전형은 수능 최저학력기준을 충족하면 실질경쟁률이 낮아지고, 학생부종합전형은 비교과 활동이나 자기소개서 등을 통해 자신의 개성과 장점을 드러낼 수 있습니다.</p>
    <p>물론, 논술이나 자소서 작성에 많은 시간과 노력이 필요하므로, 수능 공부에 지장을 주지 않도록 계획적으로 준비하세요.</p>
    <p>ㅤ</p>
    <p>1등급대 부터 5등급대 까지 자신의 등급대에 맞는 대학 지원 순위를 살펴보고 참고하십시오. </p>
    <p> 내신 성적이 보통인 경우: 수도권 대학의 지역균형선발전형이나 비수도권 대학의 지역인재전형을 활용해보세요.</p>
    <p>   지역균형선발전형은 교과성적 위주로 선발하는 전형으로, 일반전형보다 경쟁률이 낮습니다. </p>
    <p> 지역인재전형은 해당 지역 고교 출신자만 지원할 수 있는 전형으로, 타 지역 학생들과의 경쟁을 피할 수 있습니다. </p>
    <p>이러한 전형들은 대학별로 지원 자격이나 반영 비율이 다르므로, 수시모집요강을 꼼꼼히 확인하세요.</p>
    <p>ㅤ</p>
    <p>1등급대 부터 5등급대 까지 자신의 등급대에 맞는 대학 지원 순위를 살펴보고 참고하십시오. </p>
    <p> 내신 성적이 낮은 경우: 학생부교과전형을 이용해 안정적인 진학을 목표로 하세요. </p>
    <p> 학생부교과전형은 내신 성적만으로 합격 여부가 결정되는 전형으로, 서류 작성이나 면접 등의 부담이 없습니다.</p>
    <p>  원서 접수만 하면 수능 공부에 집중할 수 있으므로, 정시 전형에도 유리합니다. 단, 이 전형에서 합격하면 정시 지원이 불가능하므로, 신중하게 대학 수준을 설정하세요.</p>
    <p> 대입 수시는 매년 변화하는 입시 환경에 따라 다양한 전략이 필요합니다.</p>
    <p> 자신의 목표와 상황에 맞는 최선의 선택을 하기 위해서는 과거 입시결과를 분석하고, 다양한 정보를 참고하고, 전문가의 조언을 듣는 것이 좋습니다.</p>
    <p>ㅤ</p>
    <p>1등급대 부터 5등급대 까지 자신의 등급대에 맞는 대학 지원 순위를 살펴보고 참고하십시오. </p>
      
    <main>
        <div class='contents'>
            <slot></slot>
        </div>
    </main>
    <footer>태성고등학교 IF 동아리</footer>
</div>
